//
//  DataManager.swift
//  TagStorage
//
//  Created by Юрий Чекалюк on 29.09.2021.
//

class DataManager {
    static let shared = DataManager()
    
    let settingsMenu = ["Help&Support", "What's New", "About This App"]
    let settingsImages = ["questionmark.circle", "text.book.closed", "info.circle"]
    
    
    let advicePreviewImages = [
        "one",
        "two",
        "three",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
        "two",
    ]
    let adviceMainLabelTexts = [
        "Описание для первого совета",
        "Описание для второго совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета",
        "Описание для третьего совета"
    ]
    
    private init() {}
}
